Dlubal.RFEM5.RotatedSurface
Rotated surface parameters

Dlubal.RFEM5.RotatedSurface.General
General parameters

Dlubal.RFEM5.RotatedSurface.BoundaryLineNo
Boundary line number

Dlubal.RFEM5.RotatedSurface.Rotation
Angle of rotation α

Dlubal.RFEM5.RotatedSurface.Start
Start coordinate of the rotation axis

Dlubal.RFEM5.RotatedSurface.End
End coordinate of the rotation axis

Dlubal.RFEM5.RotatedSurface.GeneratedLineList
Lines generated by rotated surface (read only)